tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "erlang"
brew "elixir"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "openjdk"
brew "kotlin"
brew "ktlint"
brew "ruby"
brew "macvim"
brew "mtr"
brew "node"
brew "r"
brew "repo"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "zsh"
cask "adoptopenjdk8"
cask "anaconda"
cask "cheatsheet"
cask "docker"
cask "dropbox"
cask "emacs"
cask "font-hack"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "pycharm-ce"
cask "shadowsocksx-ng"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
