tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "autojump"
brew "bat"
brew "cilium-cli"
brew "cmake"
brew "cmatrix"
brew "erlang"
brew "elixir"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "hubble"
brew "k9s"
brew "openjdk"
brew "kotlin"
brew "kubernetes-cli"
brew "lua"
brew "ruby"
brew "macvim"
brew "minikube"
brew "mtr"
brew "neovim"
brew "node"
brew "python@3.9"
brew "r"
brew "repo"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
cask "docker"
cask "dropbox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "miniconda"
cask "racket"
cask "slack"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
